Repository: wp-plugins/popslide
Catalog: langs/popslide-*.po
Languages: pl_pl

source: Save
pl_pl: Zapisz

source: Settings
pl_pl: Ustawienia

source: Content
pl_pl: Zawartość

source: Styling
pl_pl: Style

source: New Popslide is here!
pl_pl: Nowy Popslide zainstalowany!

source: And it's ass kickin'
pl_pl: I jest wyrąbany w kosmos

source: Here's quick trough for new features in version 2.5:
pl_pl: Oto mały przewodnik po nowościach w wersji 2.5:

source: Fixed bug with any kind of cache. Now Popslide is compatibile with all caching plugins
pl_pl: Naprawiony błąd z cache. Od teraz Popslide jest kompatybilny z każdą wtyczką od cache

source: New engine for PRO version
pl_pl: Nowy silnik wersji PRO

source: Popslide PRO plugin was installed and activated automatically. If you don't want to use it, just deactivate it and remove it (however PRO features will be no longer working).
pl_pl: Popslide PRO został zainstalowany i aktywowany automatycznie. Jeśli nie chcesz go używać, poprostu deaktywuj go i usuń (ale wtedy funkcje z PRO przestaną działać).

source: Would you like to rate the Popslide?
pl_pl: Chcesz ocenić Popslide?

source: For every 5 stars, I'll do the happy dance (for real)
pl_pl: Za każde 5 gwiazdek zatańczę mój taniec szczęścia (serio)

source: Active
pl_pl: Aktywne

source: Popslide will display on the front-end
pl_pl: Popslide będzie wyświetlany na stronie

source: Preview
pl_pl: Podgląd

source: Popslide (if active) will be displayed only for administrators. Cookie (if active) will be not saved
pl_pl: Popslide (jeśli aktywny) będzie wyświetlany tylko dla administratorów. Ciasteczko (jeśli aktywne) nie będzie zapisane

source: Mobile
pl_pl: Urządzenia przenośne

source: Display for mobile
pl_pl: Wyświetlaj dla urządzeń przenośnych

source: Cookie
pl_pl: Ciasteczko

source: Save cookie on visitor's machine
pl_pl: Zapisz ciasteczko na komputerze odwiedzającego

source: Save for %s days
pl_pl: Zapisz na %s dni

source: This will prevent displaying popslide on every visit
pl_pl: To zapobiegnie wyświetlaniu popslide przy każdym odświeżeniu strony

source: Cookie name
pl_pl: Nazwa ciasteczka

source: Get the PRO version
pl_pl: Aktywuj wersję PRO

source: Changing cookie name will reset saved cookies on users machine and Popslide will be displayed again
pl_pl: Zmiana nazwy ciasteczka zresetuje te już zapisane na komputerach użytkowników i Popslide wyświetli się ponownie

source: Save cookie if element(s) %s clicked
pl_pl: Zapisz ciasteczko jeśli element %s zostanie kliknięty

source: and
pl_pl: i

source: close Popslide after click
pl_pl: zamknij Popslide po kliknięciu

source: jQuery selectors (separated with comma)
pl_pl: Selektory jQuery (oddzielone przecinkami)

source: Display rule
pl_pl: Reguła wyświetlania

source: On %s pageview
pl_pl: Przy %s wyświetleniu

source: or
pl_pl: lub

source: after %s seconds on the page
pl_pl: po %s sekundach spędzonych na stronie

source: spent on
pl_pl: spędzonych

source: the current page
pl_pl: na obecnej stronie

source: the website
pl_pl: w witrynie

source: Background color
pl_pl: Kolor tła

source: Font color
pl_pl: Kolor czcionki

source: Position
pl_pl: Pozycja

source: top
pl_pl: góra

source: bottom
pl_pl: dół

source: Align
pl_pl: Wyrównanie

source: Left
pl_pl: Do lewej

source: Center
pl_pl: Do środka

source: Right
pl_pl: Do prawej

source: Whole popslide
pl_pl: Całe okno popslide

source: Width
pl_pl: Szerokość

source: Display setting
pl_pl: Ustawienie wyświetlania

source: Cover
pl_pl: Przykryj

source: Push
pl_pl: Wypchnij

source: Top:
pl_pl: Górny:

source: Right:
pl_pl: Prawy:

source: Bottom:
pl_pl: Dolny:

source: Left:
pl_pl: Lewy:

source: Close button position
pl_pl: Pozycja przycisku zamykania

source: top left
pl_pl: górny lewy róg

source: top right
pl_pl: górny prawy róg

source: bottom right
pl_pl: dolny prawy róg

source: bottom left
pl_pl: dolny lewy róg

source: Close button size
pl_pl: Rozmiar przycisku zamykania

source: Close button color
pl_pl: Kolor przycisku zamykania

source: Animation
pl_pl: Animacja

source: Type
pl_pl: Typ

source: Duration
pl_pl: Czas trwania

source: Custom CSS
pl_pl: Własny CSS

source: Enable custom CSS
pl_pl: Włącz własny CSS

source: Custom class
pl_pl: Własne klasy

source: PRO version now available almost for free. Lifetime.
pl_pl: Wersja PRO jest dostępna prawie za darmo. Dożywotnio.

source: All you have to do is spread the good word about Popslide on your Facebook wall.
pl_pl: Jedyne co musisz zrobić do udostępnić dobre słowo o wtyczce na Twojej tablicy na Facebooku.

source: Seriously, that's all! No money required!
pl_pl: Serio, to wszystko! Żadnych pieniędzy!

source: But don't wait too much! Next release will propably come with Pay to Get feature, so I'm offering it now for (almost) free
pl_pl: Ale nie zwlekaj! Następna wersja prawdopodobnie będzie już wymagała płatności za to co teraz dostajesz za (prawie) darmo

source: Share
pl_pl: Udostępnij

source: and then
pl_pl: a potem

source: paste the activation code
pl_pl: wklej kod aktywacyjny

source: Verify
pl_pl: Aktywuj

source: Bundled with PRO
pl_pl: W wersji PRO

source: Ability to change cookie name
pl_pl: Możliwość zmiany nazwy ciasteczka

source: Color transparency settings
pl_pl: Ustawienia przezroczystości koloru

source: Cookie save after custom target click
pl_pl: Zapisz ciasteczko po kliknięciu w niestandardowy element

source: Error while saving settings. Please try again
pl_pl: Błąd podczas zapisywania ustawień. Spróbuj ponownie

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Code seems to be not valid. Did you copied it correctly?
pl_pl: Kod wydaje się nie być prawidłowy. Skopiowany został poprawnie?

source: Boom! Done. Thanks and enjoy the PRO version!
pl_pl: Bum! Skończone. Dzieki i życzę miłego używania wersji PRO!
